{
    "en": [
      {
        "role": "Student",
        "company": "University of Transport and Communications",
        "time": "2021 - 2026",
        "description": "Currently completing a 5-year engineering program\nMajor in Electronics and Telecommunications Engineering\nEngineer in Information and Communication Technology."
      },
      {
        "role": "Intern",
        "company": "VNPT Information Technology Company - VNPT IT",
        "time": "05/2024 - 08/2024",
        "description": "- Enhanced knowledge of networks including: network protocols and types of cyber attacks.\n- Studied basic CCNA concepts, built labs on Cisco Packet Tracer and EVE for basic network systems.\n- Researched supporting tools for system deployment: Docker, K8S, MinIO, Jenkins, Ansible, Kafka.\n- Installed monitoring tools: Grafana, Prometheus, cAdvisor, Node-exporter.\n- Studied and practiced simulations of web attack methods."
      },
      {
        "role": "Customer Service Representative",
        "company": "Tien Phong Commercial Joint Stock Bank and Monkey Vietnam",
        "time": "07/2022 - 04/2024",
        "description": "- Operated the customer service hotline.\n- Supported and answered customer inquiries about services.\n- Trained in customer service skills for the banking sector.\n- Participated in training new employees.\n- Took part in company projects on customer experience."
      }
    ],
    "vi": [
      {
        "role": "Sinh viên",
        "company": "Trường Đại học Giao thông Vận tải",
        "time": "2021 - 2026",
        "description": "Đang hoàn thành chương trình học hệ Kỹ sư 5 năm\nNgành Kỹ thuật điện tử viễn thông\nKỹ sư Kỹ thuật Thông Tin và Truyền Thông."
      },
      {
        "role": "Thực tập sinh",
        "company": "Công ty công nghệ thông tin VNPT - VNPT IT",
        "time": "05/2024 - 08/2024",
        "description": "- Nâng cao kiến thức về mạng bao gồm: Giao thức mạng, các kiểu tấn công mạng.\n- Học kiến thức cơ bản về CCNA, xây dựng lab trên Cisco Packet Tracer, EVE các hệ thống mạng cơ bản.\n- Tìm hiểu các công cụ hỗ trợ trong triển khai hệ thống: Docker, K8S, MinIO, Jenkin, Ansible, Kafka.\n- Cài đặt công cụ monitoring: Grafana, Prometheus, cAdvisor, Node-exporter.\n- Tìm hiểu, thực hành mô phỏng về các phương pháp tấn công web."
    },
      {
        "role": "Chăm sóc khách hàng",
        "company": "Ngân hàng TMCP Tiên Phong và Monkey Việt Nam",
        "time": "07/2022 - 04/2024",
        "description": "- Trực tổng đài chăm sóc khách hàng.\n- Hỗ trợ, giải đáp các thắc mắc của khách hàng khi sử dụng dịch vụ.\n- Được đào tạo nghiệp vụ CSKH cho lĩnh vực ngân hàng.\n- Tham gia đào tạo nghiệp vụ cho các nhân viên mới.\n- Tham gia các dự án riêng của công ty về trải nghiệm khách hàng"
      }
    ]
  }
  